---
kind: property
id: P:Autodesk.Revit.DB.Visual.Ceramic.CommonTintColor
source: html/01b7b190-a203-ea9f-c8a7-b114bb6baea8.htm
---
# Autodesk.Revit.DB.Visual.Ceramic.CommonTintColor Property

The property labeled "Tint Color" from the "Ceramic" schema.

## Syntax (C#)
```csharp
public static string CommonTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".